Repository: oscarahalvorsen/masterproject
Catalog: datacollecting/MAALFRID/tmx/domstol.no.csv-en-nb.deduped.tmx
Source language: en
Languages: nb

source: Was the requirement of stay in section 11-3 of the National Insurance Act contrary to the freedom of movement in the EEA Agreement?
nb: Var oppholdskravet i folketrygdloven § 11-3 i strid med EØS-avtalens regler om fri bevegelighet?

source: The Supreme Court concluded that section 13 of the Fish Sales Act is a legal basis for stopping not only the fishing activity, but also the trade, provided that the reduction in turnover has made it necessary.
nb: Høyesterett kom til at fiskesalgslagsloven § 13 ikke gir hjemmel til å stanse fiske og omsetning av fangst når uenighet om prisnivået leder til en treg og uoversiktlig omsetningssituasjon.

source: judgment states the following on page 1430:
nb: Om den nærmere anvendelse av normen heter det i Borthen-dommen på side 1430:

source: In our case, there is no evidence that A received any particular information.
nb: I vår sak er det ikke opplysninger om at A fikk noen spesiell oppfølgning.

source: September 1890 with some central persons in Selbu.
nb: september 1890 holdt med enkelte

source: , based on a wider assessment, may order the lawyer to disclose what the client has confided to him, see section 118.
nb: , ut fra en bredere vurdering, kan pålegge advokaten å forklare seg om det en klient har betrodd ham, se til sammenligning § 118.

source: As the Supreme Court emphasised there, such a norm will "be of a marked political nature and not very well suited as a legal norm".
nb: Som Høyesterett der understreket, vil en slik norm "være av utpreget politisk karakter og lite egnet som rettslig norm".

source: It has not been held that GSK has used Sandoz purple in the marketing of any product in the relevant group of drugs.
nb: Det er ikke påstått at GSK har benyttet fargenyansen Sandoz lilla i tilknytning til markedsføring av noe preparat i den aktuelle gruppen av medisiner.

source: The first time the Sami refused to pay compensation determined at appraisement proceedings was in 1932, when they refused to pay P.
nb: Første gang samene har nektet å utbetale erstatning bestemt ved skjønnsforretning var i 1932, da de nektet å betale P.

source: A exploited the aggrieved parties for forced labour.
nb: A utnyttet de fornærmede for å oppnå tvangsarbeid.

source: I agree with this.
nb: Jeg slutter meg til dette.

source: If they protested in Norway, they knew that they risked not being paid and that they would definitely not be allowed to return for subsequent seasons.
nb: Dersom de opponerte mens de var i Norge, forsto de at de risikerte ikke å få betalt og at de i hvert fall ikke ville få anledning til å komme tilbake et senere år.

source: Voidance only takes place in connection with bankruptcy – and in some bankruptcy-like situations – and is based on rules of insolvency law.
nb: Omstøtelse skjer bare i konkurs – og i enkelte konkurslignende situasjoner – og bygger på insolvensrettslige regler.

source: During sentencing for violation of section 166, emphasis was placed on considerations of general deterrence with regard to ensuring that the Brønnøysund Register Centre has correct information.
nb: Ved tolkningen av bestemmelsen uttalte Høyesterett at det er tilstrekkelig for å rammes av § 166 at opplysningene er ment å inngå som en naturlig del av beslutningsgrunnlaget for den offentlige myndighetens utøvelse av sine oppgaver.

source: A pension scheme corresponding to the one the pilots had had, was to be restored within 1 September 2013, if necessary with a compensatory scheme.
nb: En ordning tilsvarende den pilotene hadde hatt, skulle gjenopprettes innen 1. september 2013, eventuelt med en kompenserende ordning.

source: setting out that objections and claims the subcontractor has as a result of defects in the contract work, “shall be regulated solely by the provisions in clause 36”.
nb: fjerde ledd, hvor det er bestemt at innsigelser og krav som hovedentreprenøren har som følge av mangler ved kontraktsarbeidet, «reguleres alene av bestemmelsene i punkt 36».

source: The Copyright Act section 4 governs the protection of adaptation as follows:
nb: Åndsverkloven § 4 andre ledd regulerer det opphavsrettslige vernet for bearbeidelser, og det heter her:

source: "Over a period of around two years, A has functioned as an inspirer, mentor, advisor, organiser, facilitator, agent and courier for foreign fighters in Syria.
nb: "Over en periode på omkring to år har A virket som inspirator, mentor, rådgiver, organisator, fasilitator, mellommann og sendebud for fremmedkrigere i Syria.

source: The Supervisory Committee decided in favour of a disciplinary reaction in a total of 76 cases, and a warning was issued in six of these cases.
nb: Tilsynsutvalget har truffet vedtak om disiplinærtiltak i totalt 76 saker, og i seks av disse sakene er det gitt advarsel.

source: However, with reference to the degree of protection, what the ECHR states after this in paragraph 77 is of central importance:
nb: av beskyttelse er det imidlertid av sentral betydning hva EMD deretter uttaler i avsnitt 77:

source: The appellant emphasises the fact that A has not been convicted of an offence where DNA may contribute to solving the case.
nb: Den ankende part har fremhevet at A ikke er dømt for lovbrudd hvor DNA kan bidra til oppklaring.

source: This illustrates the fact that they regarded it and treated it as theirs.
nb: Dette illustrerer at de betraktet og behandlet det som sitt.

source: Skanska Norge AS (Counsel Jarl Borgvin Dørre), The Confederation of Norwegian Enterprise (Counsel Kurt Weltzien) (third-party intervener) v. Inge Kristian Einset, Richard Mark Bell, Jim Aune, Kolbjørn Dolmseth, Bent Åge Andersen, Egil Grongstad (Counsel Edvard Bakke), The Norwegian Confederation of Trade Unions (third-party intervener) (Counsel Elisabeth Susan Grannes)
nb: Skanska Norge AS (advokat Jarl Borgvin Dørre), Næringslivets Hovedorganisasjon (advokat Kurt Weltzien) (partshjelper) mot Inge Kristian Einset, Richard Mark Bell, Jim Aune, Kolbjørn Dolmseth, Bent Åge Andersen, Egil Grongstad (advokat Edvard Bakke), Landsorganisasjonen i Norge (partshjelper) (advokat Elisabeth Susan Grannes)

source: , so that the foreign national, who is prepared to stay in Norway, is not consigned to a life that may easily result in new flight and right to refugee status.
nb: seg i rimelig grad, slik at utlendingen, som har innrettet seg på opphold i Norge, ikke utsettes for retur til en tilværelse som lett kan ende i ny flukt og krav på flyktningstatus.

source: The discussion of the general starting points is rounded off as follows in the paragraph:
nb: Drøftelsen av de generelle utgangspunktene avsluttes slik i avsnittet:

source: No grounds for disciplinary measures
nb: Ikke grunnlag for disiplinærtiltak.

source: It has also concluded that A was a member when he was arrested and later remanded in custody in December 2015, despite the activities following the arrest of B in June 2015 being limited to two text messages and one press release.
nb: Den har videre kommet til at A var deltaker frem til han ble pågrepet og senere varetektsfengslet i desember 2015, til tross for at aktiviteten etter pågripelsen av B i juni 2015 begrenset seg til to tekstmeldinger og en pressemelding.

source: The provision must be considered in context with the Child Welfare Act section 4-1, which sets out that
nb: Bestemmelsen må ses i sammenheng med barnevernloven § 4-1, hvor det fremgår at det skal"

source: The rules are generally meant to prevent that someone gets the chance to access the client's affairs, see the Supreme Court ruling Rt-2014-297 para 26 and the Supreme Court ruling HR-2017-467-A para 48.
nb: Reglene skal generelt hindre at noen får muligheten til å kikke klientene i kortene, jf. Rt-2014-297 avsnitt 26 og HR-2017-467-A avsnitt 48.

source: "The committee majority, …supports the Government's proposal to introduce a time limit of 25 years for already allocated structural quotas.
nb: "Komiteens flertall, …, støtter Regjeringens forslag om å innføre en tidsbegrensning på 25 år for allerede tildelte strukturkvoter.

source: The appellant has emphasised that the method used in the relevant surveys coincide with the method used in the survey relied on by the Supreme Court in Rt-2005-1601 (YELLOW PAGES).
nb: Den ankende part har fremhevet at den metode som er benyttet ved undersøkelsene i saken her, er sammenfallende med den metode som ble benyttet ved den undersøkelse Høyesterett la stor vekt på i avgjørelsen i Rt-2005-1601 (GULE SIDER).

source: This must mean that contributing to the growth of an organisation in the form of new members – i.e. recruiting new members – is punishable.
nb: I dette ligger etter en naturlig forståelse at det er straffbart å skaffe tilvekst til organisasjonen i form av nye medlemmer – altså det å verve nye medlemmer.

source: C returned to her parents in August 2016.
nb: C ble tilbakeført foreldrene i august 2016.

source: According to information provided, Tidal Music AS is not charged with or suspected of anything unlawful.
nb: av fast eiendom, anlegg, innretninger med tilbehør, opptelling av besetninger, beholdning av varer, råstoffer m.v.”

source: At Ø, an inspection by the immigration authorities was carried out in 2011, without this leading to any investigation of the business.
nb: Ved Ø ble det avholdt en kontroll fra utlendingsmyndighetene i 2011, uten at det ledet til anmeldelse av virksomheten.

source: A and others (Counsel Karoline Henriksen)
nb: (advokat Karoline Henriksen)

source: They passed him from a distance of about 40 metres.
nb: De passerte ham på ca. 40 meters avstand.

source: My first remark is that the conviction under counts II to IV of the indictment concerns different forms of assistance and support to ISIL, described in Supreme Court judgment HR-2016-1422-A paragraph 20 as one of the worst terrorist organisations of our time.
nb: Innledningsvis bemerker jeg at domfellelsen etter tiltalens post II til IV gjelder forskjellige former for bistand og støtte til ISIL, som i HR-2016-1422-A avsnitt 20 beskrives som en av de verste terrororganisasjonene i vår tid.

source: In the Supreme Court judgment Rt-2005-1601 (YELLOW PAGES) para 48 this is described as follows:
nb: I Rt-2005-1601 (GULE SIDER) avsnitt 48 uttrykkes dette slik:

source: time most Sami had no more than from 20-30 to 250 animals each. In the whole of the county of South
nb: denne tida ikke mer enn fra 20-30 til 250 dyr hver.

source: In 2010, the Norwegian Water Resources and Energy Directorate issued licences for Roan and Storheia windfarms, among others.
nb: Norges vassdrags- og energidirektorat (NVE) traff i 2010 vedtak om konsesjon til blant annet Roan og Storheia vindkraftverk.

source: It is thus conceivable that a factor which, according to the Act, must be given 'special' emphasis can carry less weight in an individual case than a factor which, according to the Act, shall only be given 'due regard'.
nb: Det kan således tenkes at et moment det etter loven generelt skal legges ‘særlig’ vekt på, i den konkrete sak er mindre tungtveiende enn et moment det etter loven er tilstrekkelig ‘å legge vekt på’.

source: on the east side of the same mountain, 8.
nb: paa østre Side af samme Fjeld, 8.

source: And, as emphasised in Supreme Court judgment Rt-2007-561 paragraph 50, a specific, individual assessment must be made in each case.
nb: Og som i Rt-2007-561 avsnitt 50 understreker jeg at det må foretas en konkret, individuell, vurdering av hvert enkelt tilfelle.

source: The coercion element was of course strongest in 2008, when C arrived in Norway for the first time.
nb: Tvangselementet er selvsagt sterkest i 2008, da C første gang kom til Norge.

source: The abuse was also aggravated as it resulted in the death of her daughter, see section 283 of the Penal Code.
nb: Mishandlingen var grov fordi den hadde til følge at datteren døde, jf. straffeloven § 283.

source: But this cannot apply without exceptions.
nb: Men dette kan ikke gjelde uten unntak.

source: "Everyone is entitled to respect for his or her private and family life, his or her home and communication."
nb: "Enhver har rett til respekt for sitt privatliv og familieliv, sitt hjem og sin kommunikasjon."

source: If the case concerns serious crime, however, there can be reason to make an exemption from the protection of sources, cf. Rt-2013-1290, section 32, which states: "On the other hand there is reason to note the Appendix to Recommendation No.
nb: Hvis saken gjelder alvorlig kriminalitet, kan det imidlertid være grunn til å gjøre unntak fra kildevernet, jf. 2013 side 1290 avsnitt 32, hvor det fremholdes: "På den annen side er det grunn til å merke seg Appendix to Recommendation No.

source: He gave his evidence on 12
nb: Han forklarte seg 12.

source: I find that the assistance to and preparations made for Norwegian foreign fighters are essential in the assessment.
nb: For meg har bistanden til og tilretteleggingen for norske fremmedkrigere særlig vekt i vurderingen.

source: The key element of expulsion is that any valid permit to reside in Norway will cease to apply, cf. section 71 of the Immigration Act.
nb: Det sentrale elementet ved utvisning er at enhver tillatelse til opphold opphører, jf. utlendingsloven § 71.

source: The complainant was the claimant in the case.
nb: Klager var saksøker i saken.

source: Also the discussions by the Committee preparing the Reindeer Herding Act in its report on page 198 concern encroachment of nature, see the heading section 5.5.3.7 on page 197.
nb: Også Samerettsutvalgets drøftelse i utredningen på side 198 knytter seg til naturinngrep, se overskriften til punkt 5.5.3.7 på side 197.

source: the Refugee Convention Article 1 F
nb: flyktningkonvensjonen artikkel 1 bokstav F

source: His presentation of the forged residence permit led to his being charged with presenting a forged instrument pursuant to section 182 of the General Civil Penal Code.
nb: Fremvisningen av det falske oppholdskortet førte til at han ble satt under tiltale for overtredelse av straffeloven § 182 om dokumentfalsk.

source: The decision of the County Board of Agriculture in the case before us was made before the new rules entered into force, and the validity of the decision must therefore be determined pursuant to the former rules.
nb: Fylkeslandbruksstyrets vedtak i vår sak er truffet før de nye reglene trådte i kraft, og gyldigheten av dette må da avgjøres etter de tidligere reglene.

source: no. 5 (2003) paragraph 19 it is stated that the
nb: 5 (2003) avsnitt 19 gis det uttrykk for at

source: Over the course of the period 2002-2016, the Supervisory Committee received a total of 1578 complaints.
nb: I løpet av 2002-2016 har Tilsynsutvalget mottatt 1578 klagesaker.

source: In an action brought by WWF Norway, the Supreme Court ruled that all three decisions were valid.
nb: Staten ble derfor frifunnet i søksmålet, som var anlagt av Stiftelsen WWF Verdens Naturfond.

source: A, on the other hand, has asserted that he did not become a member until in June/July 2014, and that he could no longer be regarded as a member after B was arrested.
nb: Forsvarer har på sin side subsidiært gjort gjeldende at A tidligst ble deltaker i juni/juli 2014, og at han ikke lenger kunne anses som deltaker etter at B ble pågrepet.

source: Hence, the proprietor's interests are only protected under the Trademarks Act section 4 if the use affects the proprietor's interests in the trademark's function.
nb: Det er altså bare bruk som kan skade varemerkehaverens interesser knyttet til varemerkets funksjon, som er vernet etter varemerkeloven § 4.

source: and judgment 31 January 2018 in Case C-106/17
nb: og dom 31. januar 2018 i sak C-106/17

source: Against this background, I summarise the test according to ICCPR article 27 as follows: Each case must be assessed separately based on the effect the measure has on the individual.
nb: På denne bakgrunn oppsummerer jeg testen etter SP artikkel 27 slik: Det enkelte tilfelle må vurderes konkret ut fra tiltakets innvirkning på enkeltindividet.

source: has in its decision gone a long way back in time to 1982. The information stems partly
nb: For å få et best mulig bilde av Faraj, har Utlendingsnemnda i sitt vedtak gått langt tilbake i tid, helt til 1982.

source: These boundaries are natural boundaries and barriers for the reindeer”.
nb: Disse grenser er naturlige grenser og sperrelinjer for reinen».

source: The question in this case before the Supreme Court is whether the court of appeal’s interpretation of the condition “present themselves without delay to authorities” is correct, in that the court of appeal concluded that this condition for impunity had not been met.
nb: Spørsmålet i saken for Høyesterett er om lagmannsretten har lagt til grunn en riktig forståelse av vilkåret "straks fremstiller seg for myndighetene", når den har kommet til at dette vilkåret for straffrihet ikke er oppfylt.

source: This corresponds well with what I have quoted from the Supreme Court judgments from 2015, where the irreversibility of adoption is emphasised.
nb: Dette samsvarer godt med det jeg har sitert fra Høyesteretts avgjørelser fra 2015 hvor nettopp det inngripende ved adopsjonsvedtak understrekes.

source: Professor Bjermer stresses that in his view this has changed, but the statement is nevertheless relevant, especially since Seretide was introduced in 1999.
nb: Professor Bjermer understreker at dette etter hans syn har forandret seg, men forklaringen har likevel interesse, ikke minst på bakgrunn av at Seretide ble introdusert i 1999.

source: However, I note that the Parliamentary Ombudsman expressed in a statement of 10 April
nb: Jeg vil imidlertid nevne at Sivilombudsmannen i en uttalelse fra 10.

source: According to a presentation for the King in Council in connection with the adoption of the provision, PRE-2014-12-19-1827 item 5, this might take place if “subsequent
nb: I foredraget for Kongen i statsråd i tilknytning til vedtakelsen av bestemmelsen, PRE-2014-12-19-1827 punkt 5 er regelen kommentert med at dette kan tenkes dersom «senere hendelser, eksempelvis helsemessige forhold, gjør vedkommende ute av stand til å utføre straffbare handlinger».

source: The State’s view is, as has been mentioned, that use of any significance was not commenced until around the year 1900.
nb: Statens standpunkt er som nevnt at bruk av betydning først ble innledet omkring år 1900.

source: the police in the autumn of 1921 for the prosecution of some farmers for unlawful haymaking on “the
nb: At skogforvalteren mente alvor, illustreres av den påfølgende anmeldelsen høsten 1921 av noen oppsittere for

source: A has contended that the law must be interpreted to mean that the court, when reviewing the validity of a decision, may also consider the events that took place after the Police Directorate's decision and up to the date on which judgment was given.
nb: A har anført at loven må forstås slik at domstolen ved gyldighetsprøvingen også kan ta hensyn til begivenheter som har inntruffet etter at Politidirektoratet traff sitt vedtak og helt frem til domstidspunktet.

source: The Court of Appeal had found that serving a prison sentence in Norway for a Danish judgement of light detention represented a sharpening of the penalty, and that an Act relating to execution of Nordic criminal judgements, which was adopted later than the Danish judgement, was in violation of Article 97 of the Constitution on this point.
nb: Lagmannsretten hadde lagt til grunn at fengselssoning i Norge av dansk dom på hefte representerte en skjerpelse av straffen, og at en lov om fullbyrdelse av nordiske straffedommer, som i tid ble vedtatt etter den danske dommen, på dette punkt stred mot Grunnloven § 97.

source: The notice of proceedings was received on 13
nb: Stevning ble mottatt 13.

source: In the Supreme Court judgment Rt-2005-1601 (YELLOW PAGES), the majority concluded that the sign was sufficiently established by use, and emphasised the market survey carried.
nb: I Rt-2005-1601 (GULE SIDER) kom flertallet til at tilstrekkelig innarbeidelse hadde funnet sted, og la ved bevisvurderingen betydelig vekt på den gjennomførte markedsundersøkelse.

source: This will similarly apply if registration is refused due to an error which cannot be remedied."
nb: Det samme gjelder om registrering nektes på grunn av feil som ikke kan rettes."

source: Next, the Ministry states on page 87:
nb: Deretter uttaler departementet følgende på side 87:

source: Then, it follows from the NEAFC Scheme Article 4 that the vessel's flag State issues the catch permits, which Norway is obliged to respect.
nb: Da følger det av NEAFC-scheme artikkel 4 at fartøyets flaggstat utsteder fangsttillatelser, noe Norge er forpliktet til å respektere.

source: Svartskogen to a certain extent.
nb: viss grad skal ha hogget i Svartskogen.

source: As a member of the paramilitary organisation HOS, he had detained and contributed to the confinement of 13 persons in the Dretelj camp in Bosnia-Hercegovina.
nb: Han hadde som medlem av den paramilitære organisasjonen HOS, pågrepet og medvirket til at 13 personer ble holdt fanget i leiren Dretelj i Bosnia-Hercegovina.

source: normally know what you have earlier told the expenses of a person accompanying a witness
nb: i politidokumentene, og vet derfor ikke hva du I visse tilfeller kan retten bestemme at også en

source: A contends that B, upon her inquiry, should have informed the participants of a former accident that took place during a RIB tour arranged by the company, which lead to an injury similar to that in the case at hand.
nb: Det er fra As side hevdet at B på spørsmål fra henne skulle ha informert deltakerne om en tidligere ulykke som skjedde under RIB-kjøring med selskapet, og som førte til en lignende skade som i saken her.

source: C was instructed by B to give incorrect information to the public authorities in the event of a control that his salary was higher than NOK 100 per hour and that he worked from 35 to 40 hours a week.
nb: C ble av B instruert til feilaktig å opplyse ved eventuell kontroll fra offentlige myndigheter at han tjente over kr 100 i timen og arbeidet 35 til 40 timer i uken.

source: The selection pool was limited to the business division in Trondheim, consisting of 11 employees.
nb: I denne divisjonen var det 11 arbeidstakere, hvorav ni var selgere og A var eneste salgskonsulent.

source: assessment under Article 28 would differ considerably from the assessment under Article 36 in this case.
nb: Jeg kan imidlertid vanskelig se at en restriksjonsvurdering etter artikkel 28 ville adskille seg nevneverdig fra vurderingen etter artikkel 36 i dette tilfellet.

source: Following the inspection in June 2012, fictitious time sheets were drafted.
nb: Etter tilsynet i juni 2012 begynte man å utarbeide fiktive timelister.

source: I will from now on refer to the present Copyright Act, but it follows from the submissions made that preparatory works and case law related to the Copyright Act 1961 are also relevant.
nb: Jeg forholder meg i det følgende til den gjeldende lov, men det følger av det som er sagt, at forarbeider og praksis knyttet til 1961-loven også er relevant.

source: The case has been heard together with case no. 2017/1940, which will be decided later today.
nb: Saken er behandlet i sammenheng med sak 2017/1940, som voteres senere i dag.

source: A Norwegian judge will work with an analysis of this topic.
nb: En norsk dommer skal jobbe med en analyse av dette.

source: By negligence, the claim was not forwarded to the judge until September 2014.
nb: Ved en inkurie ble ikke kravet videreformidlet til dommeren før i september 2014.
